{
    "wishes": [
        {
            "name": "Marcin",
            "email": "marcin.chruscinski@iaeste.pl",
            "message": "Szanowny Panie Mikołaju,\nPomimo, że w tym roku zdecydowanie byłem niegrzeczny, co objawiało się niedotrzymywaniem terminów wysyłania prezentacji do zarządu, czy nieprzychodzeniem na stoiska, to zaryzykuję zasugerowanie Ci co takiego chciałbym od Ciebie dostać gdybyś jednak zdecydował się umilić mi święta prezentem. Otóż chcę klocki LEGO, da radę na allegro jakieś fajne Technic albo Creator dorwać do 40zł, inne serie też spoko, tylko proszę nie 42116 bo mam już dwa takie. \nZ poważaniem\nMarcin Chruściński\ngr. lab 02, numer albumu 298111",
            "santaMail": "marcjanna.handke@gmail.com"
        },
        {
            "message": "Drogi Mikołaju, \nW tym roku proszę Cię o przedmiot pierwszej potrzeby dla świeżego studenta jakim jestem, czyli piersiówkę. Zbliża się sesja, więc myślę, że się przyda. \nPowodzenia w szukaniu,\nMarcysia\nP.S\nBardzo docenię jak będzie miała jakiś fajny design <3\n\n",
            "email": "marcjanna.handke@gmail.com",
            "name": "Marcysia",
            "santaMail": "marcin.chruscinski@iaeste.pl"
        },
        {
            "email": "martyna.szczepanska@iaeste.pl",
            "name": "Martyna",
            "message": "Drogi Mikołaju <3 \nNa święta marzę o waniliowej świeczce zapachowej, a jeśli starczy Ci kaski to również o jakimś fancy eyelinerze w szalonym kolorze (róż, granat, ciemna zieleń). Przesyłam całą paczkę całusów :* \nMartynka :>",
            "santaMail": "michal.kacprzak@iaeste.pl"
        },
        {
            "name": "Michał",
            "message": "Drogi Mikołaju,\nW tym roku byłem bardzo niegrzeczny😈..... ale bardzo mi z tym dobrze!!!. \nW związku z tym chciałbym otrzymać coś co pozwoli mi utrzymać ten trend.\nMichał Kacprzak",
            "email": "michal.kacprzak@iaeste.pl",
            "santaMail": "martyna.szczepanska@iaeste.pl"
        },
        {
            "message": "Drogi Mikołaju,\njakaś keta z dużymi ogniwami koloru złotego albo likier będzie super ale ucieszę się ze wszystkiego",
            "email": "michal.motyka@iaeste.pl",
            "name": "Michał",
            "santaMail": "sz.kulik1@gmail.com"
        },
        {
            "name": "Szymon",
            "message": "Drogi Mikołaju, skarpetki wystarczą, byłoby super jakby się dało ogarnąć jakieś sportowe, najlepiej rowerowe. A jakby jeszcze były czerwone...\nZ wyrazami szacunku za wszystkie dotychczasowe prezenty,\nSzymon",
            "email": "smon.nowak@gmail.com",
            "santaMail": "michal.motyka@iaeste.pl"
        },
        {
            "name": "Szczepan",
            "email": "sz.kulik1@gmail.com",
            "message": "Drogi Mikołaju, pod choinkę chciałbym dostać słuchawki bezprzewodowe, taka tania podróba, która wygląda jak xiaomi, ale to nie jest xiaomi, mozna znalezć na shopee. Z góry dziękuję:3\n\nTwoj kochany Szczepanek <3",
            "santaMail": "weronika.tomanek@iaeste.pl"
        },
        {
            "name": "Weronika",
            "message": "Drogi Mikołaju,\nbardzo lubię świeczki zapachowe. Najlepiej takie które pachną jak perfumy albo jakieś świąteczne zapachy, nie takie które pachną jak kostka do kibla ♡. Bardzo lubię też popijać sobie herbatkę, zwłaszcza owocową!\nZ fartem, \nWeronika\n",
            "email": "weronika.tomanek@iaeste.pl",
            "santaMail": "smon.nowak@gmail.com"
        }
    ]
}